Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: You're on a %lld-day streak.
de: Du bist %lld Tage in Folge dabei.
es: Llevas una racha de %lld días.
fr: Tu es sur une série de %lld jours d'affilée.
it: Hai una serie di %lld giorni consecutivi.
nl: Je hebt een reeks van %lld dagen.
pl: Masz serię %lld dni z rzędu.
pt: Estás numa sequência de %lld dias.
ro: Ai o serie de %lld zile.
ru: Ваша серия — %lld дней подряд.

source: %@ %@ at the time
de: %@ %@ zu diesem Zeitpunkt
es: %@ %@ en ese momento
fr: %@ %@ à ce moment-là
it: %@ %@ in quel momento
nl: %@ %@ op dat moment
pl: %@ %@ w tym momencie
pt: %@ %@ nesse momento
ro: %@ %@ în acel moment
ru: %@ %@ в тот момент

source: %@ U insulin
de: %@ E Insulin
es: %@ U de insulina
fr: %@ U d'insuline
it: %@ U di insulina
nl: %@ E insuline
pl: %@ j. insuliny
pt: %@ U de insulina
ro: %@ U insulină
ru: %@ ед. инсулина

source: %@ above range
de: %@ über Zielbereich
es: %@ por encima del rango
fr: %@ au-dessus de la cible
it: %@ sopra l'intervallo
nl: %@ boven bereik
pl: %@ powyżej zakresu
pt: %@ acima do intervalo
ro: %@ peste interval
ru: %@ выше диапазона

source: %@ already imported.
de: %@ bereits importiert.
es: %@ ya importados.
fr: %@ déjà importés.
it: %@ già importati.
nl: %@ al geïmporteerd.
pl: %@ już zaimportowano.
pt: %@ já importados.
ro: %@ deja importate.
ru: %@ уже импортировано.

source: %@ and climbing quickly.
de: %@ und steigt schnell an.
es: %@ y subiendo rápidamente.
fr: %@ et en hausse rapide.
it: %@ e in rapido aumento.
nl: %@ en stijgt snel.
pl: %@ i szybko rośnie.
pt: %@ e a subir rapidamente.
ro: %@ și crește rapid.
ru: %@ и быстро растёт.

source: %@ and dropping quickly — keep fast carbs handy.
de: %@ und fällt schnell — halte schnelle Kohlenhydrate bereit.
es: %@ y bajando rápidamente — ten a mano carbohidratos de acción rápida.
fr: %@ et en baisse rapide — garde des sucres rapides à portée de main.
it: %@ e in rapido calo — tieni a portata di mano carboidrati ad azione rapida.
nl: %@ en daalt snel — houd snelle koolhydraten bij de hand.
pl: %@ i szybko spada — miej pod ręką szybkie węglowodany.
pt: %@ e a descer rapidamente — tem hidratos de carbono de absorção rápida à mão.
ro: %@ și scade rapid — ține la îndemână carbohidrați cu absorbție rapidă.
ru: %@ и быстро снижается — держите под рукой быстрые углеводы.

source: %@ at %@
de: %@ um %@
es: %@ a las %@
fr: %@ à %@
it: %@ alle %@
nl: %@ om %@
pl: %@ o %@
pt: %@ às %@
ro: %@ la %@
ru: %@ в %@

source: %@ avg
de: %@ Durchschn.
es: %@ media
fr: %@ moy.
it: %@ media
nl: %@ gem.
pl: %@ śr.
pt: %@ média
ro: %@ medie
ru: %@ средн.

source: %@ below range
de: %@ unter Zielbereich
es: %@ por debajo del rango
fr: %@ en dessous de la cible
it: %@ sotto l'intervallo
nl: %@ onder bereik
pl: %@ poniżej zakresu
pt: %@ abaixo do intervalo
ro: %@ sub interval
ru: %@ ниже диапазона

source: %@ change vs the previous %lld days
de: %1$@ Veränderung gegenüber den vorherigen %2$lld Tagen
es: Cambio de %1$@ frente a los %2$lld días anteriores
fr: Variation de %1$@ par rapport aux %2$lld jours précédents
it: Variazione di %1$@ rispetto ai %2$lld giorni precedenti
nl: %1$@ verandering t.o.v. de vorige %2$lld dagen
pl: Zmiana o %1$@ względem poprzednich %2$lld dni
pt: Variação de %1$@ face aos %2$lld dias anteriores
ro: Modificare de %1$@ față de precedentele %2$lld zile
ru: Изменение на %1$@ по сравнению с предыдущими %2$lld днями

source: %@ change vs the previous 24 hours
de: %@ Veränderung gegenüber den vorherigen 24 Stunden
es: Cambio de %@ frente a las 24 horas anteriores
fr: Variation de %@ par rapport aux 24 heures précédentes
it: Variazione di %@ rispetto alle 24 ore precedenti
nl: %@ verandering t.o.v. de vorige 24 uur
pl: Zmiana o %@ względem poprzednich 24 godzin
pt: Variação de %@ face às 24 horas anteriores
ro: Modificare de %@ față de precedentele 24 de ore
ru: Изменение на %@ по сравнению с предыдущими 24 часами

source: %@ g · peak in ~%lld min
de: %@ g · Spitze in ~%lld Min.
es: %@ g · pico en ~%lld min
fr: %@ g · pic dans ~%lld min
it: %@ g · picco in ~%lld min
nl: %@ g · piek over ~%lld min
pl: %@ g · szczyt za ~%lld min
pt: %@ g · pico em ~%lld min
ro: %@ g · vârf în ~%lld min
ru: %@ g · пик через ~%lld мин

source: %@ h avg
de: %@ Std. Ø
es: %@ h de media
fr: %@ h moy.
it: %@ h di media
nl: %@ u gem.
pl: śr. %@ godz.
pt: %@ h em média
ro: %@ h în medie
ru: %@ ч в среднем

source: %@ in range
de: %@ im Zielbereich
es: %@ en rango
fr: %@ dans la cible
it: %@ nell'intervallo
nl: %@ binnen bereik
pl: %@ w zakresie
pt: %@ dentro do intervalo
ro: %@ în interval
ru: %@ в целевом диапазоне

source: %@ is the toughest day (%lld%% in range).
de: %@ ist der schwierigste Tag (%lld %% im Zielbereich).
es: %@ es el día más difícil (%lld%% en rango).
fr: %@ est le jour le plus difficile (%lld %% dans la cible).
it: %@ è il giorno più difficile (%lld%% nel range).
nl: %@ is de lastigste dag (%lld%% binnen bereik).
pl: %@ to najtrudniejszy dzień (%lld%% w zakresie).
pt: %@ é o dia mais difícil (%lld%% no intervalo).
ro: %@ este ziua cea mai grea (%lld%% în interval).
ru: %@ — самый трудный день (%lld%% в диапазоне).

source: %@ left
de: %@ übrig
es: %@ restante
fr: %@ restant
it: %@ rimanenti
nl: %@ resterend
pl: %@ pozostało
pt: %@ restante
ro: %@ rămase
ru: осталось %@

source: %@ pts
de: %@ Pkt.
it: %@ pt
nl: %@ ptn
pl: %@ pkt
ro: %@ pct
ru: %@ п.п.

source: %@ spikes +%lld mg/dL
de: %@ lässt um +%lld mg/dL ansteigen
es: %@ provoca un pico de +%lld mg/dL
fr: %@ fait grimper de +%lld mg/dL
it: %@ fa salire di +%lld mg/dL
nl: %@ zorgt voor een piek van +%lld mg/dL
pl: %@ podnosi o +%lld mg/dL
pt: %@ provoca um pico de +%lld mg/dL
ro: %@ produce un vârf de +%lld mg/dL
ru: %@ повышает на +%lld мг/дл

source: %@ — above your range.
de: %@ — über dem Zielbereich.
es: %@ — por encima de tu rango.
fr: %@ — au-dessus de votre cible.
it: %@ — sopra il tuo intervallo.
nl: %@ — boven je bereik.
pl: %@ — powyżej Twojego zakresu.
pt: %@ — acima do teu intervalo.
ro: %@ — peste intervalul tău.
ru: %@ — выше вашего диапазона.

source: %@ — below your range.
de: %@ — unter dem Zielbereich.
es: %@ — por debajo de tu rango.
fr: %@ — en dessous de votre cible.
it: %@ — sotto il tuo intervallo.
nl: %@ — onder je bereik.
pl: %@ — poniżej Twojego zakresu.
pt: %@ — abaixo do teu intervalo.
ro: %@ — sub intervalul tău.
ru: %@ — ниже вашего диапазона.

source: %@ — check for ketones and follow your plan.
de: %@ — auf Ketone prüfen und dem Plan folgen.
es: %@ — comprueba si hay cetonas y sigue tu plan.
fr: %@ — vérifiez les cétones et suivez votre plan.
it: %@ — controlla i chetoni e segui il tuo piano.
nl: %@ — controleer op ketonen en volg je plan.
pl: %@ — sprawdź ketony i postępuj według planu.
pt: %@ — verifica as cetonas e segue o teu plano.
ro: %@ — verifică cetonele și urmează planul tău.
ru: %@ — проверьте кетоны и следуйте своему плану.

source: %@ — treat now.
de: %@ — jetzt behandeln.
es: %@ — trátalo ahora.
fr: %@ — traitez maintenant.
it: %@ — tratta ora.
nl: %@ — behandel nu.
pl: %@ — zareaguj teraz.
pt: %@ — trata agora.
ro: %@ — tratează acum.
ru: %@ — примите меры сейчас.

source: %@, %@ grams
de: %@, %@ Gramm
es: %@, %@ gramos
fr: %@, %@ grammes
it: %@, %@ grammi
nl: %@, %@ gram
pl: %@, %@ gramów
pt: %@, %@ gramas
ro: %@, %@ grame
ru: %@, %@ граммов

source: %@, %@, projected %@ in 15 minutes
de: %@, %@, voraussichtlich %@ in 15 Minuten
es: %@, %@, previsto %@ en 15 minutos
fr: %@, %@, projeté %@ dans 15 minutes
it: %@, %@, previsto %@ tra 15 minuti
nl: %@, %@, verwacht %@ over 15 minuten
pl: %@, %@, prognoza %@ za 15 minut
pt: %@, %@, previsto %@ em 15 minutos
ro: %@, %@, estimat %@ în 15 minute
ru: %@, %@, прогноз %@ через 15 минут

source: %@, %@. %lld of %lld toward the next level.
de: %@, %@. %lld von %lld bis zur nächsten Stufe.
es: %@, %@. %lld de %lld hacia el siguiente nivel.
fr: %@, %@. %lld sur %lld vers le niveau suivant.
it: %@, %@. %lld di %lld verso il livello successivo.
nl: %@, %@. %lld van %lld richting het volgende niveau.
pl: %@, %@. %lld z %lld do następnego poziomu.
pt: %@, %@. %lld de %lld até ao próximo nível.
ro: %@, %@. %lld din %lld până la nivelul următor.
ru: %@, %@. %lld из %lld до следующего уровня.

source: %@, %@. Max level.
de: %@, %@. Maximale Stufe.
es: %@, %@. Nivel máximo.
fr: %@, %@. Niveau maximal.
it: %@, %@. Livello massimo.
nl: %@, %@. Maximaal niveau.
pl: %@, %@. Maksymalny poziom.
pt: %@, %@. Nível máximo.
ro: %@, %@. Nivel maxim.
ru: %@, %@. Максимальный уровень.

source: %@, %lld of %lld. %@
de: %@, %lld von %lld. %@
es: %@, %lld de %lld. %@
fr: %@, %lld sur %lld. %@
it: %@, %lld di %lld. %@
nl: %@, %lld van %lld. %@
pl: %@, %lld z %lld. %@
pt: %@, %lld de %lld. %@
ro: %@, %lld din %lld. %@
ru: %@, %lld из %lld. %@

source: %@, earned. %@
de: %@, verdient. %@
es: %@, obtenido. %@
fr: %@, obtenu. %@
it: %@, ottenuto. %@
nl: %@, verdiend. %@
pl: %@, zdobyte. %@
pt: %@, obtida. %@
ro: %@, obținut. %@
ru: %@, получено. %@

source: %@, locked. %@
de: %@, gesperrt. %@
es: %@, bloqueado. %@
fr: %@, verrouillé. %@
it: %@, bloccato. %@
nl: %@, vergrendeld. %@
pl: %@, zablokowane. %@
pt: %@, bloqueada. %@
ro: %@, blocat. %@
ru: %@, заблокировано. %@

source: %@, locked. %lld of %lld.
de: %@, gesperrt. %lld von %lld.
es: %@, bloqueada. %lld de %lld.
fr: %@, verrouillé. %lld sur %lld.
it: %@, bloccato. %lld di %lld.
nl: %@, vergrendeld. %lld van %lld.
pl: %@, zablokowana. %lld z %lld.
pt: %@, bloqueado. %lld de %lld.
ro: %@, blocată. %lld din %lld.
ru: %@, заблокировано. %lld из %lld.

source: %@-day step streak
de: %@-Tage-Schrittserie
es: Racha de %@ días de pasos
fr: Série de %@ jours de pas
it: Serie di %@ giorni di passi
nl: Stappenreeks van %@ dagen
pl: Seria %@ dni z krokami
pt: Sequência de %@ dias de passos
ro: Serie de %@ zile la pași
ru: Серия шагов: %@ дн.

source: %@. Time in range %@. %@
de: %@. Zeit im Zielbereich %@. %@
es: %@. Tiempo en rango %@. %@
fr: %@. Temps dans la cible %@. %@
it: %@. Tempo nell'intervallo %@. %@
nl: %@. Tijd binnen bereik %@. %@
pl: %@. Czas w zakresie %@. %@
pt: %@. Tempo dentro do intervalo %@. %@
ro: %@. Timp în interval %@. %@
ru: %@. Время в диапазоне %@. %@

source: %lld badge levels
de: %lld Abzeichen-Stufen
es: %lld niveles de insignia
fr: %lld niveaux de badge
it: %lld livelli di badge
nl: %lld badgeniveaus
pl: %lld poziomów odznak
pt: %lld níveis de distintivo
ro: %lld niveluri de insigne
ru: %lld уровней значков

source: %lld day streak
de: %lld Tage Serie
es: Racha de %lld días
fr: Série de %lld jours
it: Serie di %lld giorni
nl: %lld dagen reeks
pl: Passa %lld dni
pt: Sequência de %lld dias
ro: Serie de %lld zile
ru: Серия %lld дн.

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
nl: %lld dagen
pl: %lld dni
pt: %lld dias
ro: %lld zile
ru: %lld дн.

source: %lld doses
de: %lld Dosen
es: %lld dosis
it: %lld dosi
pl: %lld dawek
ro: %lld doze
ru: %lld доз

source: %lld earned
de: %lld verdient
es: %lld obtenidos
fr: %lld obtenus
it: %lld ottenuti
nl: %lld verdiend
pl: %lld zdobytych
pt: %lld obtidas
ro: %lld obținute
ru: %lld получено

source: %lld entries · %@
de: %lld Einträge · %@
es: %lld entradas · %@
fr: %lld entrées · %@
it: %lld voci · %@
nl: %lld items · %@
pl: %lld wpisów · %@
pt: %lld entradas · %@
ro: %lld intrări · %@
ru: %lld записей · %@

source: %lld entry · %@
de: %lld Eintrag · %@
es: %lld entrada · %@
fr: %lld entrée · %@
it: %lld voce · %@
nl: %lld item · %@
pl: %lld wpis · %@
pt: %lld entrada · %@
ro: %lld intrare · %@
ru: %lld запись · %@

source: %lld g carbs
de: %lld g Kohlenhydrate
es: %lld g de carbohidratos
fr: %lld g de glucides
it: %lld g di carboidrati
nl: %lld g koolhydraten
pl: %lld g węglowodanów
pt: %lld g de hidratos
ro: %lld g carbohidrați
ru: %lld г углеводов

source: %lld g last time — rose %@ to a peak of %@ after %lld min.
de: %lld g beim letzten Mal — stieg um %@ auf einen Spitzenwert von %@ nach %lld Min.
es: %lld g la última vez — subió %@ hasta un pico de %@ tras %lld min.
fr: %lld g la dernière fois — a monté de %@ jusqu'à un pic de %@ après %lld min.
it: %lld g l'ultima volta — salita di %@ fino a un picco di %@ dopo %lld min.
nl: %lld g vorige keer — steeg %@ tot een piek van %@ na %lld min.
pl: %lld g ostatnio — wzrost o %@ do szczytu %@ po %lld min.
pt: %lld g da última vez — subiu %@ até um pico de %@ após %lld min.
ro: %lld g data trecută — a urcat %@ până la un vârf de %@ după %lld min.
ru: %lld г в прошлый раз — рост на %@ до пика %@ через %lld мин.

source: %lld gaps over 30 min
de: %lld Lücken über 30 Min.
es: %lld huecos de más de 30 min
fr: %lld interruptions de plus de 30 min
it: %lld interruzioni oltre 30 min
nl: %lld hiaten van meer dan 30 min
pl: %lld przerw powyżej 30 min
pt: %lld intervalos com mais de 30 min
ro: %lld lacune de peste 30 min
ru: %lld пропусков дольше 30 мин

source: %lld lows, down from %lld.
de: %lld Unterzuckerungen, zuvor %lld.
es: %lld hipoglucemias, antes %lld.
fr: %lld hypos, contre %lld avant.
it: %lld ipo, in calo da %lld.
nl: %lld lage waarden, tegenover %lld eerder.
pl: %lld niedocukrzeń, mniej niż %lld.
pt: %lld hipoglicemias, menos do que %lld.
ro: %lld hipoglicemii, în scădere de la %lld.
ru: %lld гипо — меньше, чем %lld.

source: %lld lows, up from %lld.
de: %lld Unterzuckerungen, zuvor %lld.
es: %lld hipoglucemias, antes %lld.
fr: %lld hypos, contre %lld avant.
it: %lld ipo, in aumento da %lld.
nl: %lld lage waarden, meer dan %lld eerder.
pl: %lld niedocukrzeń, więcej niż %lld.
pt: %lld hipoglicemias, mais do que %lld.
ro: %lld hipoglicemii, în creștere de la %lld.
ru: %lld гипо — больше, чем %lld.

source: %lld meals
de: %lld Mahlzeiten
es: %lld comidas
fr: %lld repas
it: %lld pasti
nl: %lld maaltijden
pl: %lld posiłków
pt: %lld refeições
ro: %lld mese
ru: %lld приёмов пищи

source: %lld medications
de: %lld Medikamente
es: %lld medicamentos
fr: %lld médicaments
it: %lld farmaci
nl: %lld medicijnen
pl: %lld leków
pt: %lld medicamentos
ro: %lld medicamente
ru: %lld лекарств

source: %lld min ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
nl: %lld min geleden
pl: %lld min temu
pt: há %lld min
ro: acum %lld min
ru: %lld мин назад

source: %lld new to unlock
de: %lld neue zum Freischalten
es: %lld nuevos por desbloquear
fr: %lld à débloquer
it: %lld nuovi da sbloccare
nl: %lld nieuw te ontgrendelen
pl: %lld nowych do odblokowania
pt: %lld novas por desbloquear
ro: %lld noi de deblocat
ru: %lld новых доступно для разблокировки

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
nl: %lld van %lld
pl: %lld z %lld
pt: %lld de %lld
ro: %lld din %lld
ru: %lld из %lld

source: %lld of %lld achievements earned
de: %lld von %lld Erfolgen verdient
es: %lld de %lld logros obtenidos
fr: %lld succès obtenus sur %lld
it: %lld di %lld obiettivi ottenuti
nl: %lld van %lld prestaties verdiend
pl: %lld z %lld zdobytych osiągnięć
pt: %lld de %lld conquistas obtidas
ro: %lld din %lld realizări obținute
ru: %lld из %lld достижений получено

source: %lld of %lld badge levels earned
de: %lld von %lld Abzeichen-Stufen erreicht
es: %lld de %lld niveles de insignia conseguidos
fr: %lld niveaux de badge sur %lld obtenus
it: %lld livelli di badge su %lld ottenuti
nl: %lld van %lld badgeniveaus behaald
pl: %lld z %lld poziomów odznak zdobytych
pt: %lld de %lld níveis de distintivo obtidos
ro: %lld din %lld niveluri de insigne obținute
ru: %lld из %lld уровней значков получено

source: %lld of %lld doses taken
de: %lld von %lld Dosen eingenommen
es: %lld de %lld dosis tomadas
fr: %lld sur %lld doses prises
it: %lld di %lld dosi assunte
nl: %lld van %lld doses ingenomen
pl: %lld z %lld przyjętych dawek
pt: %lld de %lld doses tomadas
ro: %lld din %lld doze luate
ru: %lld из %lld доз принято

source: %lld of %lld earned
de: %lld von %lld verdient
es: %lld de %lld obtenidos
fr: %lld sur %lld obtenus
it: %lld di %lld ottenuti
nl: %lld van %lld verdiend
pl: %lld z %lld zdobytych
pt: %lld de %lld obtidas
ro: %lld din %lld obținute
ru: %lld из %lld получено

source: %lld of %lld read
de: %lld von %lld gelesen
es: %lld de %lld leídos
fr: %lld sur %lld lus
it: %lld di %lld letti
nl: %lld van %lld gelezen
pl: %lld z %lld przeczytane
pt: %lld de %lld lidos
ro: %lld din %lld citite
ru: %lld из %lld прочитано

source: %lld of 3 rings closed
de: %lld von 3 Ringen geschlossen
es: %lld de 3 anillos cerrados
fr: %lld anneaux sur 3 fermés
it: %lld di 3 anelli completati
nl: %lld van 3 ringen gesloten
pl: %lld z 3 zamkniętych pierścieni
pt: %lld de 3 anéis fechados
ro: %lld din 3 cercuri închise
ru: %lld из 3 колец закрыто

source: %lld pts vs week before
de: %lld Pkt. ggü. Vorwoche
es: %lld pts frente a la semana anterior
fr: %lld pts par rapport à la semaine précédente
it: %lld pt rispetto alla settimana precedente
nl: %lld ptn t.o.v. vorige week
pl: %lld pkt względem poprzedniego tygodnia
pt: %lld pts em relação à semana anterior
ro: %lld pct față de săptămâna anterioară
ru: %lld п. по сравнению с прошлой неделей

source: %lld readings
de: %lld Messwerte
es: %lld lecturas
fr: %lld mesures
it: %lld letture
nl: %lld metingen
pl: %lld odczytów
pt: %lld leituras
ro: %lld valori
ru: %lld измерений

source: %lld records stored locally.
de: %lld Datensätze lokal gespeichert.
es: %lld registros guardados localmente.
fr: %lld enregistrements stockés localement.
it: %lld record archiviati localmente.
nl: %lld records lokaal opgeslagen.
pl: %lld rekordów zapisanych lokalnie.
pt: %lld registos guardados localmente.
ro: %lld înregistrări stocate local.
ru: %lld записей сохранено локально.

source: %lld sessions
de: %lld Einheiten
es: %lld sesiones
fr: %lld séances
it: %lld sessioni
nl: %lld sessies
pl: %lld sesji
pt: %lld sessões
ro: %lld sesiuni
ru: %lld тренировок

source: %lld time a day
de: %lld× am Tag
es: %lld vez al día
fr: %lld fois par jour
it: %lld volta al giorno
nl: %lld keer per dag
pl: %lld raz dziennie
pt: %lld vez por dia
ro: %lld dată pe zi
ru: %lld раз в день

source: %lld times a day
de: %lld× am Tag
es: %lld veces al día
fr: %lld fois par jour
it: %lld volte al giorno
nl: %lld keer per dag
pl: %lld razy dziennie
pt: %lld vezes por dia
ro: %lld ori pe zi
ru: %lld раз(а) в день

source: %lld years with diabetes
de: %lld Jahre mit Diabetes
es: %lld años con diabetes
fr: %lld ans avec le diabète
it: %lld anni con il diabete
nl: %lld jaar met diabetes
pl: %lld lat z cukrzycą
pt: %lld anos com diabetes
ro: %lld ani cu diabet
ru: %lld лет с диабетом

source: %lld · reminders on
de: %lld · Erinnerungen ein
es: %lld · recordatorios activados
fr: %lld · rappels activés
it: %lld · promemoria attivi
nl: %lld · herinneringen aan
pl: %lld · przypomnienia wł.
pt: %lld · lembretes ativados
ro: %lld · reamintiri active
ru: %lld · напоминания вкл.

source: %lld%% in range so far — lovely work.
de: %lld%% bisher im Zielbereich — klasse gemacht.
es: %lld%% en rango hasta ahora — muy buen trabajo.
fr: %lld%% dans la cible jusqu'ici — beau travail.
it: %lld%% in range finora — ottimo lavoro.
nl: %lld%% binnen bereik tot nu toe — knap werk.
pl: %lld%% w zakresie jak dotąd — świetna robota.
pt: %lld%% dentro do intervalo até agora — excelente trabalho.
ro: %lld%% în interval țintă până acum — treabă minunată.
ru: %lld%% в целевом диапазоне на данный момент — прекрасная работа.

source: %lld%% in range today. Small steps add up.
de: %lld%% heute im Zielbereich. Kleine Schritte summieren sich.
es: %lld%% en rango hoy. Los pequeños pasos suman.
fr: %lld%% dans la cible aujourd'hui. Chaque petit pas compte.
it: %lld%% in range oggi. Ogni piccolo passo conta.
nl: %lld%% binnen bereik vandaag. Kleine stappen tellen op.
pl: %lld%% w zakresie dzisiaj. Małe kroki się sumują.
pt: %lld%% dentro do intervalo hoje. Cada pequeno passo conta.
ro: %lld%% în interval țintă azi. Pașii mici se adună.
ru: %lld%% в целевом диапазоне сегодня. Маленькие шаги складываются в большой результат.

source: %lld%% of %lld readings are above range
de: %lld%% von %lld Messwerten liegen über dem Zielbereich
es: El %lld%% de %lld lecturas están por encima del rango
fr: %lld%% des %lld mesures sont au-dessus de la cible
it: Il %lld%% di %lld letture è sopra l'intervallo
nl: %lld%% van %lld metingen ligt boven bereik
pl: %lld%% z %lld odczytów jest powyżej zakresu
pt: %lld%% de %lld leituras estão acima do intervalo
ro: %lld%% din %lld valori sunt peste interval
ru: %lld%% из %lld измерений выше диапазона

source: %lld%% of %lld readings are below range
de: %lld%% von %lld Messwerten liegen unter dem Zielbereich
es: El %lld%% de %lld lecturas están por debajo del rango
fr: %lld%% des %lld mesures sont en dessous de la cible
it: Il %lld%% di %lld letture è sotto l'intervallo
nl: %lld%% van %lld metingen ligt onder bereik
pl: %lld%% z %lld odczytów jest poniżej zakresu
pt: %lld%% de %lld leituras estão abaixo do intervalo
ro: %lld%% din %lld valori sunt sub interval
ru: %lld%% из %lld измерений ниже диапазона

source: %lld. %@, %lld points
de: %1$lld. %2$@, %3$lld Punkte
es: %1$lld. %2$@, %3$lld puntos
fr: %1$lld. %2$@, %3$lld points
it: %1$lld. %2$@, %3$lld punti
nl: %1$lld. %2$@, %3$lld punten
pl: %1$lld. %2$@, %3$lld punktów
pt: %1$lld. %2$@, %3$lld pontos
ro: %1$lld. %2$@, %3$lld puncte
ru: %1$lld. %2$@, %3$lld баллов

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altre
nl: +%lld meer
pl: +%lld więcej
pt: +%lld mais
ro: +%lld în plus
ru: +%lld ещё

source: +%lld more lows
de: +%lld weitere Tiefs
es: +%lld bajadas más
fr: +%lld hypos de plus
it: +%lld ipo in più
nl: +%lld lage waarden meer
pl: +%lld więcej spadków
pt: +%lld quedas a mais
ro: +%lld scăderi în plus
ru: +%lld ещё низких

source: , complete
de: , abgeschlossen
es: , completado
fr: , terminé
it: , completato
nl: , voltooid
pl: , ukończono
pt: , concluído
ro: , finalizat
ru: , выполнено

source: 1 cucumber, chopped
de: 1 Salatgurke, gewürfelt
es: 1 pepino, picado
fr: 1 concombre, coupé en morceaux
it: 1 cetriolo, tagliato a pezzetti
nl: 1 komkommer, in stukjes
pl: 1 ogórek, pokrojony
pt: 1 pepino, picado
ro: 1 castravete, tăiat
ru: 1 огурец, нарезанный

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
nl: 1 dag
pl: 1 dzień
pt: 1 dia
ro: 1 zi
ru: 1 день

source: 1 day streak
de: 1 Tag in Folge
es: Racha de 1 día
fr: Série de 1 jour
it: Serie di 1 giorno
nl: Reeks van 1 dag
pl: Seria: 1 dzień
pt: Sequência de 1 dia
ro: Serie de 1 zi
ru: Серия: 1 день

source: 1 dose
de: 1 Dosis
es: 1 dosis
nl: 1 dosis
pl: 1 dawka
ro: 1 doză
ru: 1 доза

source: 1 entry
de: 1 Eintrag
es: 1 entrada
fr: 1 entrée
it: 1 voce
nl: 1 invoer
pl: 1 wpis
pt: 1 registo
ro: 1 înregistrare
ru: 1 запись

source: 1 litre vegetable stock
de: 1 Liter Gemüsebrühe
es: 1 litro de caldo de verduras
fr: 1 litre de bouillon de légumes
it: 1 litro di brodo vegetale
nl: 1 liter groentebouillon
pl: 1 litr bulionu warzywnego
pt: 1 litro de caldo de legumes
ro: 1 litru de supă de legume
ru: 1 литр овощного бульона

source: 1 meal
de: 1 Mahlzeit
es: 1 comida
fr: 1 repas
it: 1 pasto
nl: 1 maaltijd
pl: 1 posiłek
pt: 1 refeição
ro: 1 masă
ru: 1 приём пищи

source: 1 medication
de: 1 Medikament
es: 1 medicamento
fr: 1 médicament
it: 1 farmaco
nl: 1 medicijn
pl: 1 lek
pt: 1 medicamento
ro: 1 medicament
ru: 1 препарат

source: 1 onion, diced
de: 1 Zwiebel, gewürfelt
es: 1 cebolla, en cubos
fr: 1 oignon, coupé en dés
it: 1 cipolla, a dadini
nl: 1 ui, in blokjes
pl: 1 cebula, pokrojona w kostkę
pt: 1 cebola, cortada em cubos
ro: 1 ceapă, tăiată cubulețe
ru: 1 луковица, нарезанная кубиками

source: 1 session
de: 1 Einheit
es: 1 sesión
fr: 1 séance
it: 1 sessione
nl: 1 sessie
pl: 1 sesja
pt: 1 sessão
ro: 1 sesiune
ru: 1 занятие
